/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "Ndërfaqe përdoruesi";
"If blank, the search engine page will be used" = "Nëse bosh, do të përdoret faqja e motorit të kërkimit";
"If blank, the default Onion Browser page will be used" = "Nëse është bosh, do të përdoret faqja e parazgjedhur për Onion Browser ";
"Mute audio with mute switch" = "Bëje pa zë me çelsin e heshtjes";
"Custom home page" = "Faqja fillestare e personalizuar";
"Privacy" = "Privatësia";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "Cookies dhe të dhëna nga memorja lokale nga hoste të besuar do të fshihen edhe nga tabet e hapura për sa kohë nuk janë aksesar për shumë minuta. ";
"Cookie auto-sweep interval" = "Interval cookie auto-sweep";
"Changing this option requires restarting the app" = "Të ndryshuarit këtë opsion kërkon që të rindizet aplikacioni ";
"Allow 3rd party keyboards" = "Lejo tastiera nga palë të treta ";
"Security" = "Siguria";
"When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog" = "Kur lejohet, shfaqet një tabelë gabimi TLS si opsion për të anashkaluar problemet e mëtejshme të TLS për secilin host";
"Allow ignoring TLS errors" = "Lejo injorimin e gabimeve të TLS";
